{
  "Daniel Arturo Morera": {
    "image": "daniel.jpeg",
    "details": {
      "es": "Profesional con amplia experiencia en planificación estratégica, cumplimiento de normativas de seguridad y reglamentación, estrategias de reclutamiento y dotación de personal, negociación y desarrollo de contratos, despliegue de fibra óptica, ingeniería y análisis de proyectos, diseño de edificios inteligentes y capacitación y desarrollo de personal. Ha ocupado cargos de liderazgo en diversas empresas, actualmente funge como VP de Desarrollo de Nuevos Negocios y Director de Soporte Técnico en Nitrotel Manufacturing. Tiene estudios de posgrado en Ingeniería Biomédica, Licenciatura en Ingeniería Eléctrica y Título de Profesor Universitario Asociado. También cuenta con certificaciones profesionales como Diseñador de Distribución de Comunicaciones Registrado (RCDD) y Sistemas de Tecnología de Red (NTS) de BICSI. Ha sido orador en 22 conferencias técnicas en diferentes países y ha publicado varios libros y manuales de diseño sobre cableado estructurado, fibra óptica y redes. Además, ha creado contenido en línea, como webinars y podcasts.",
      "en": "Professional with extensive experience in strategic planning, safety and regulatory compliance, recruitment and staffing strategies, contract negotiation and development, fiber optic deployment, project engineering and analysis, intelligent building design, and staff training and development. He has held leadership positions in several companies, currently serving as VP of New Business Development and Director of Technical Support at Nitrotel Manufacturing. He holds graduate degrees in Biomedical Engineering, Electrical Engineering and Associate Professor. He also holds professional certifications as a Registered Communications Distribution Designer (RCDD) and Network Technology Systems (NTS) from BICSI. He has spoken at 22 technical conferences in different countries and has published several books and design manuals on structured cabling, fiber optics and networking. In addition, he has created online content such as webinars and podcasts."
    }
  },
  "Manuel Ujaldón Martínez": {
    "image": "manuel.jpg",
    "details": {
      "es": "Catedrático de Arquitectura de Computadores en la Universidad de Málaga (España) e instructor de las tecnologías de Nvidia. Muy vinculado a las tecnologías de Nvidia en los últimos 20 años, Manuel fue galardonado CUDA Fellow en 2012, y nombrado DLI University Ambassador por Nvidia en 2017, habiendo impartido desde entonces 70 charlas invitadas y tutoriales en congresos de la ACM y la IEEE. Además, ha organizado más de 150 cursos y seminarios sobre computación en GPU en 25 países, lo que le ha llevado a ser reconocido como el instructor más prolífico de la compañía. El profesor Ujaldón ha sido investigador pre- y post-doctoral en el Computer Science Dept. de la Universidad de Maryland (EEUU, 1994-97), Visiting Researcher en el Biomedical Informatics Dept. de Ohio State University (EEUU, 2003-08) y Conjoint Senior Lecture en la Universidad de Newcastle (Australia, 2012-15). Sus principales líneas de investigación han sido la aceleración en GPU y la optimización de su consumo energético en aplicaciones de procesamiento de imágenes, biomedicina y computación evolutiva, habiendo publicado más de 100 artículos en revistas y congresos de alto índice de impacto, y también 8 libros sobre arquitectura de computadores.",
      "en": "Professor of Computer Architecture at the University of Malaga (Spain) and instructor of Nvidia technologies. Closely associated with Nvidia technologies for the last 20 years, Manuel was awarded CUDA Fellow in 2012, and named DLI University Ambassador by Nvidia in 2017, having since then given 70 invited talks and tutorials at ACM and IEEE conferences. In addition, he has organized more than 150 courses and seminars on GPU computing in 25 countries, leading to his recognition as the company's most prolific instructor. Prof. Ujaldón has been a pre- and post-doctoral researcher at the Computer Science Dept. of the University of Maryland (USA, 1994-97), Visiting Researcher at the Biomedical Informatics Dept. of Ohio State University (USA, 2003-08) and Conjoint Senior Lecture at the University of Newcastle (Australia, 2012-15). His main research interests have been GPU acceleration and power optimization in image processing, biomedical and evolutionary computing applications, having published more than 100 papers in high impact journals and conferences, as well as 8 books on computer architecture."
    }
  },
  "María del Carmen Clemente Medina": {
    "image": "maria.jpg",
    "details": {
      "es": "Profesora Titular de la Universidad de Málaga (UMA) en el área de Teoría de la Señal y Comunicaciones, donde ha desempeñado su actividad docente durante el período 1998-2024 impartiendo diversas asignaturas de las titulaciones de Grado y Máster en la Escuela Técnica Superior de Ingeniería de Telecomunicación (ETSIT). Su actividad investigadora se centra en la ingeniería acústica, transductores y comunicaciones acústicas subacuáticas participando en diversos proyectos nacionales y contratos con empresas. Dentro de sus actividades más relevantes ha publicado trabajos en revistas científicas, congresos nacionales e internacionales y ha realizado la tesis doctoral sobre técnicas de transmisión digital mediante modulación adaptativa y codificación en canales de comunicaciones submarinas. Es miembro fundador del Instituto Universitario de Investigación de Ingeniería Oceánica (IIO), creado el año 2019 en la UMA.",
      "en": "Professor at the University of Malaga (UMA) in the area of Signal Theory and Communications, where she has taught during the period 1998-2024 teaching various subjects of the Bachelor and Master degrees at the School of Telecommunications Engineering (ETSIT). His research activity is focused on acoustic engineering, transducers and underwater acoustic communications, participating in several national projects and contracts with companies. Among his most relevant activities he has published papers in scientific journals, national and international congresses and has completed his doctoral thesis on digital transmission techniques using adaptive modulation and coding in underwater communications channels. He is a founding member of the University Institute for Ocean Engineering Research (IIO), created in 2019 at the UMA."
    }
  },
  "José de Oliva Rubio": {
    "image": "jose.jpg",
    "details": {
      "es": "Ingeniero de Telecomunicación y Doctor por la Universidad de Málaga (1993 y 2006). Desde 1997 trabaja en la ETSI Telecomunicación, Universidad de Málaga, como Ayudante y posteriormente Profesor Asociado. Su investigación actual se centra en dispositivos fotónicos integrados y circuitos de microondas, así como en el diseño y prototipado de sistemas. Ha participado en proyectos de investigación fotónica en colaboración con el Instituto de Ciencias Microestructurales del Consejo Nacional de Investigación de Canadá. También ha colaborado como investigador con la empresa española AT4 Wireless y el Instituto Alemán de Telecomunicaciones Móviles y por Satélite (IMST GmbH) en el diseño, fabricación y ensayo de circuitos y sistemas de microondas en sustratos cerámicos de baja temperatura (LTCC). El resultado de su trabajo aparece en varias publicaciones internacionales sobre temas de microondas y fotónica.",
      "en": "Telecommunications Engineer and PhD from the University of Malaga (1993 and 2006). Since 1997 he has been working at the ETSI Telecommunication, University of Málaga, as Assistant and later Associate Professor. His current research focuses on integrated photonic devices and microwave circuits, as well as system design and prototyping. He has participated in photonics research projects in collaboration with the Institute for Microstructural Sciences of the National Research Council of Canada. He has also collaborated as a researcher with the Spanish company AT4 Wireless and the German Institute for Mobile and Satellite Telecommunications (IMST GmbH) in the design, fabrication and testing of microwave circuits and systems on low temperature ceramic substrates (LTCC). The result of his work appears in several international publications on microwave and photonics topics."
    }
  },
  "Benigno Rodríguez Díaz": {
    "image": "benigno.jpg",
    "details": {
      "es": "Benigno Rodríguez Díaz obtuvo el título de Ingeniero Eléctrico y el grado de Magister en Ingeniería Eléctrica (opción Telecomunicaciones) en la Facultad de Ingeniería (FING), de la Universidad de la República (UdelaR) en Montevideo, Uruguay, en 1997 y 2004 respectivamente. En 2007 obtuvo el grado de Doctor en Ingeniería Eléctrica, Telecomunicaciones, en la Technische Universität Hamburg-Harburg, Hamburgo, Alemania. Desde 1993 a 1999 se desempeñó como Asistente de Investigación en el Instituto de Física de la FING, UdelaR trabajando en las áreas de Semiconductores y Óptica. Desde 1998 a 2004 se desempeñó como Asistente de Investigación en el Instituto de Ingeniería Eléctrica (IIE), FING, UdelaR. Desde 1997 a 2004 ocupó el cargo de Jefe del departamento de Ingeniería en Carisul S.A. (NEC de Uruguay) trabajando en el despliegue de la primera red Wireless Local Loop del país. Desde 2008 a 2016 fue Profesor Adjunto del Depto. de Telecomunicaciones del IIE, FING, UdelaR. Desde 2008 a 2014 se desempeñó también como Responsable de la Planificación de Red en la empresa Dedicado S.A., Montevideo, Uruguay, participando del despliegue de la primera red comercial WiMAX/LTE del país. Desde junio de 2014 a junio de 2015 ocupó el cargo de Coordinador de Carrera en el área de Mecatrónica en la Universidad Tecnológica del Uruguay (UTEC), creando la carrera de Tecnólogo en Mecatrónica. Desde 2018 a 2021 ocupó el cargo de Jefe del Departamento de Telecomunicaciones en el IIE, FING, UDELAR. Desde 2009 integra el Sistema Nacional de Investigación y ocupa el cargo de Profesor Agregado, en Régimen de Dedicación Total en el IIE, FING, UdelaR, donde lidera el grupo de investigación en Sistemas Inalámbricos y Radio Frecuencia. Sus principales intereses como investigador se centran en las áreas de: sistemas inalámbricos basados en OFDM, Lásers en Espacio Libre, Ondas Milimétricas, Redes de Sensores Inalámbricos, Diseño de Antenas y Sistemas IoT.",
      "en": "Benigno Rodríguez Díaz obtained the degree of Electrical Engineer and the degree of Magister in Electrical Engineering (Telecommunications option) from the School of Engineering (FING), Universidad de la República (UdelaR) in Montevideo, Uruguay, in 1997 and 2004, respectively. In 2007 he obtained a Ph.D. degree in Electrical Engineering, Telecommunications, from the Technische Universität Hamburg-Harburg, Hamburg, Germany. From 1993 to 1999 he worked as a Research Assistant at the Institute of Physics of the FING, UdelaR, working in the areas of Semiconductors and Optics. From 1998 to 2004 he worked as a Research Assistant at the Institute of Electrical Engineering (IIE), FING, UdelaR. From 1997 to 2004 he held the position of Head of the Engineering Department at Carisul S.A. (NEC of Uruguay) working on the deployment of the first Wireless Local Loop network in the country. From 2008 to 2016 he was Assistant Professor in the Telecommunications Dept. at IIE, FING, UdelaR. From 2008 to 2014 he also served as Network Planning Manager at Dedicado S.A., Montevideo, Uruguay, participating in the deployment of the first commercial WiMAX/LTE network in the country. From June 2014 to June 2015 he held the position of Career Coordinator in the area of Mechatronics at the Technological University of Uruguay (UTEC), creating the career of Technologist in Mechatronics. From 2018 to 2021 he held the position of Head of the Telecommunications Department at the IIE, FING, UDELAR. Since 2009 he integrates the National Research System and holds the position of Associate Professor, Full Dedication Regime at the IIE, FING, UdelaR, where he leads the research group in Wireless Systems and Radio Frequency. His main research interests are in the areas of: OFDM-based wireless systems, Free Space Lasers, Millimeter Waves, Wireless Sensor Networks, Antenna Design and IoT Systems."
    }
  },
  "Mohammed El Badaoui": {
    "image": "Mohammed.jpeg",
    "details": {
      "es": "El profesor Mohammed El Badaoui es un destacado experto en procesamiento de señales y vigilancia de la salud, con una sólida formación académica y de investigación. Se doctoró en Ingeniería Electrónica, especializado en Procesamiento de Señales, por la Universidad de Lyon en 1999. Posteriormente, realizó una estancia postdoctoral en la Universidad de París 13. El profesor El Badaoui ha ocupado varios puestos académicos destacados, entre ellos el de profesor titular en la Universidad Jean-Monnet de Saint-Étienne, donde comenzó su carrera como profesor ayudante. En 2016, fue nombrado director del laboratorio LASPI y, desde entonces, ha asumido el cargo de responsable de las actividades de Investigación y Tecnología (I+T) centradas en el procesamiento de señales y la monitorización de la salud. También es consultor de varias empresas de su ámbito. A lo largo de su carrera, el profesor El Badaoui ha desarrollado una amplia experiencia en múltiples áreas, como el análisis vibratorio y acústico, la monitorización y el diagnóstico de sistemas mecánicos y eléctricos, la instrumentación, la tecnología de sensores, la ciclostacionariedad, la estimación y detección de frecuencias, la separación de fuentes, el muestreo no uniforme y la biomecánica.",
      "en": "Prof. Mohammed El Badaoui is a distinguished expert in signal processing and health monitoring, with a robust academic and research background. He earned his PhD in Electronic Engineering, specializing in Signal Processing, from the University of Lyon in 1999. Following this, he completed a postdoctoral fellowship at the University of Paris 13. Prof. El Badaoui has held several prominent academic positions, including Full Professor at the University Jean-Monnet in Saint-Étienne, where he began his career as an assistant professor. In 2016, he was appointed director of the LASPI laboratory and has since taken on the role of Head of Research and Technology (R&T) activities focused on signal processing and health monitoring. He is also a consultant for various companies within his field. Throughout his career, Prof. El Badaoui has developed extensive expertise in multiple areas, including vibratory and acoustic analysis, monitoring and diagnosis of mechanical and electrical systems, instrumentation, sensor technology, cyclostationarity, frequency estimation and detection, source separation, non-uniform sampling, and biomechanics."
    }
  },
  "Alain Abel Garófalo Hernández, Ph.D.": {
    "image": "alain.png",
    "details": {
      "es": "Alain Abel Garófalo Hernández es Ingeniero en Telecomunicaciones y Electrónica, Master en Telemática y Doctor en Ciencias Técnicas. Tiene amplia experiencia en el la Educación Superior donde, además de impartir clases en pregrado y posgrado y tutorar trabajos de diplomas, tesis de maestría y doctorado, fue jefe de Departamento, coordinador de la maestría de Telemática, miembro de la sección de Ciencias Técnicas de la Comisión Nacional de Grados Científicos y vicepresidente de la Comisión Nacional de la Carrera de Telecomunicaciones y Electrónica.\nSu actividad investigativa fundamental se desarrolla en las áreas de: gestión de configuración, contabilidad y desempeño en redes IP; la utilización del software libre en las telecomunicaciones; el diseño de equipos y soluciones para redes empresariales basadas en commodity hardware y software libre; y el diseño de centros de datos bajo el paradigma de computación en la nube (IaaS).\nTambién es muy destacado su trabajo en la gestión de la Red CUJAE de la que es fundador, siendo el principal desarrollador de los servicios de telecomunicaciones que en ella aún se prestan. Su entrega dedicada a esta tarea, así como su participación en la formación del personal técnico requerido, en la solución a complejos y disimiles problemas y como asesor, ha permitido el funcionamiento adecuado de esta red durante muchos años. En la actualidad es profesor adjunto de la Cujae y jefe de la MiPyme tecnológica Avangenio.",
      "en": "Alain Abel Garófalo Hernández received his M.SC. and Ph.D. degrees of the Faculty of Telecommunications and Electronic of the Technological University of Havana José Antonio Echeverría, CUJAE. With a vast experience in higher education, he has been teaching in undergraduate and postgraduate programs, being tutor in both modalities. He was head of the Telecommunications Department, coordinator of the Telematics Master's Program, a member of the National Commission of Scientific Titles and Vice President of the National Commission of the career of Telecommunications and Electronic.\nIts research objectives include: configuration, accounting and performance management in IP networks; use of free telecommunications software; design of equipment and solutions for commercial networks based on Commodity Hardware and free software; and the design of data centers under the Cloud computing paradigm (IaaS). Founder of the CUJAE Campus Network, being one of the main developers of the services offered within it. His dedication to the university, his participation in the training of IT staff and his advice in solving complex problems has allowed the proper functioning of network services for many years. Currently, he is a professor at CUJAE as well as head of the technological MSME Avangenio."
    }
  }
}